const About = () => {
    return (
        <section id="about" className="about-section">
            <h2>О нас</h2>
            <p>ELIZAR – это уникальный инструмент, разработанный для тех, кто хочет эффективно управлять информацией с видеоконференций и встреч. Мы предлагаем легкий способ создания конспектов, отметок времени и сохранения важных моментов. Наше видение – сделать сложные рабочие процессы проще, продуктивнее и доступнее.</p>
        </section>
    )
  }

export default About